Repository: 6aika/ckanext-qa
Catalog: ckanext/qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: fi, pl

source: Could not understand the file format, therefore score is 1.
fi: Formaattia ei tunnistettu, joten tulos on 1.
pl: Nieznany format. Przyznano ocenę 1.

source: Unknown error: %s
fi: Tuntematon virhe: %s
pl: Nieznany błąd: %s

source: License not open
fi: Lisenssi ei ole avoin.
pl: Brak otwartej licencji

source: File could not be downloaded.
fi: Tiedostoa ei pystytty lataamaan.
pl: Nie udało się pobrać pliku.

source: Reason
fi: Syy
pl: Przyczyna

source: Error details: %s.
fi: Virhe: %s.
pl: Szczegóły błędu: %s.

source: Attempted on %s.
fi: Hakua yritettiin: %s.
pl: Próbę podjęto %s.

source: This URL last worked on: %s.
fi: URL toimi viimeksi: %s.
pl: URL zadziałał ostatnim razem: %s.

source: This was the first attempt.
fi: Tämä oli ensimmäinen hakuyritys.
pl: To była pierwsza próba pobrania pliku.

source: Tried %s times since %s.
fi: Yritetty hakea %s kertaa alkaen %s.
pl: Próbowano %s razy od %s.

source: This URL has not worked in the history of this tool.
fi: URL ei ole toiminut tämän tarkistustyökalun käyttöaikana.
pl: URL nie zadziałał nigdy od kiedy badane są linki zewnętrzne.

source: This file had not been downloaded at the time of scoring it.
fi: Tiedostoa ei ole ladattu pisteytyshetkellä.
pl: Plik nie był pobrany, podczas gdy ostatnio badano otwartość.

source: Cache filepath does not exist: "%s".
fi: Välimuistin tiedostopolku ei ole olemassa: "%s".
pl: Plik nie istnieje lokalnie: "%s".

source: Content of file appeared to be format "%s" which receives openness score: %s.
fi: Tiedoston sisältö vaikuttaa olevan formaatiltaan "%s", joka johti avoimuuspisteisiin: %s.
pl: Zawartość pliku wskazuje na format "%s", który jest otwarty w stopniu: %s.

source: The format of the file was not recognized from its contents.
fi: Tiedoston formaattia ei tunnistettu sisällön perusteella.
pl: Format pliku nie mógł zostać ustalony na podstawie jego zawartości.

source: File was not downloaded deliberately
fi: Tiedostoa ei tarkoituksella ladattu
pl: Plik został automatycznie wykluczony z analizy.

source: Using other methods to determine file openness.
fi: Käytetty muita menetelmiä tiedoston avoimuuden tunnistamiseen.
pl: Używam innych metod, aby sprawdzić otwartość.

source: A system error occurred during downloading this file
fi: Virhe ilmeni tiedoston latauksen yhteydessä
pl: Błąd systemowy wystąpił podczas tworzenia kopii pliku na serwerze

source: Could not determine a file extension in the URL.
fi: Ei voitu tunnistaa tiedostopäätettä URL:sta
pl: Nie znaleziono rozszerzenia pliku w tym URL.

source: URL extension "%s" relates to format "%s" and receives score: %s.
fi: URL pääte "%s" viittaa formaattiin "%s" ja saa avoimuuspisteitä: %s.
pl: Rozszerzenie "%s" wskazuje na format "%s", który jest otwarty w stopniu %s.

source: URL extension "%s" relates to format "%s" but a score for that format is not configured, so giving it default score %s.
fi: URL pääte "%s" viittaa formaattiin "%s" mutta kyseisen formaatin pisteystä ei ole konfiguroitu, joten annettu avoimuuspisteiksi vakiopisteet: %s.
pl: Rozszerzenie "%s" wskazuje na format "%s", ale nie mamy jeszcze zdefiniowanej oceny dla tego zbioru. Przyznaję domyślną ocenę %s.

source: URL extension "%s" is an unknown format.
fi: URL pääte "%s" on tuntematonta formaattia.
pl: Brak definicji formatu dla rozszerzenia "%s".

source: Format field is blank.
fi: Formaattia ei ole määritelty metatiedoissa.
pl: Pole Format jest puste.

source: Format field "%s" does not correspond to a known format.
fi: Metatiedoissa määritelty formaatti "%s" ei vastaa mitään tunnettua formaattia.
pl: Brak definicji formatu dla wartości pola Format "%s".

source: Format field "%s" receives score: %s.
fi: Metatiedoissa määritelty formaatti "%s" saa avoimuuspisteitä: %s.
pl: Format "%s" otrzymuje ocenę %s.

source: Openness
fi: Avoimuusaste
pl: Otwartość

source: Checked
fi: Tarkistettu
pl: Sprawdzono

source: No openness information yet
fi: Aineistolle ei ole vielä määritetty avoimuusastetta

source: Linked data - data URIs and linked to other data (e.g. RDF)
fi: Linkitetty data - data URI:t ja muuhun dataan linkitetyt (esim. RDF)
pl: Dane linkują do innych danych tworząc powiązania (np. RDF)

source: Linkable data - served at URIs (e.g. RDF)
fi: Linkitetty data - datalla on URI (esim. JSON API)
pl: Dane posiadają identyfikatory URI, do których można linkować (np. RDF)

source: Structured data in open format (e.g. CSV)
fi: Avoimen formaatin strukturoitu data (esim. CSV)
pl: Użyty został otwarty format (np. CSV zamiast XLS)

source: Structured data but proprietry format (e.g. Excel)
fi: Strukturoitu suljetun tiedostomuodon data (esim. Excel)
pl: Dane ustrukturyzowane, ale zamknięty format (np. XLS)

source: Unstructured data (e.g. PDF)
fi: Strukturoimaton data (esim. PDF)
pl: Nieustrukturyzowane dane (np. PDF)

source: Datasets given a score
fi: Pisteytettyjä tietoaineistoja

source: Totals
fi: Yhteensä

source: Score TBC
fi: Pisteet laskematta

source: Score
fi: Pisteet

source: Publisher
fi: Organisaatio

source: Total stars
fi: Tähtiä yhteensä

source: Average stars
fi: Tähtien keskiarvo

source: Average score
fi: Pisteiden keskiarvo

source: Score frequencies
fi: Pistejakauma

source: Dataset
fi: Tietoaineisto

source: Notes
fi: Huomiot

source: Score reason
fi: Pisteytyksen selite

source: Openness (Five Stars)
pl: Otwartość (5 gwiazdek)

source: Datasets graded on Tim Berners Lees' Five Stars of Openness - openly licensed, openly accessible, structured, open format, URIs for entities, linked.
pl: Zasoby ocenione wg. skali Tim Berners Lees' 'Five Stars of Openness' - otwarta licencja, dostępność online, ustrukturyzowanie, otwarty format, URIs identyfikujące obiekty, referencje między zbiorami.

source: No openness information yet.
pl: Jeszcze nie oceniono otwartości tego zasobu.

source: {0} out of {1}
pl: {0} na {1}
